Repository: CodeGator/CG.Green
Catalog: src/Hosts/CG.Green.Host/Pages/Home/Index.razor.*.resx
Languages: es

# Broke
source: Something broke!
es: ¡Algo se rompió!

# Bullet1
source: Open-source, 100% free to use
es: Código abierto, 100% de uso gratuito

# Bullet10
source: * (Additional third party license(s) may apply. CodeGator does not grant permissions to any third party license(s)
es: * (Se pueden aplicar licencias de terceros adicionales. CodeGator no otorga permisos a ninguna licencia de terceros)

# Bullet11
source: Admin section with pages for clients, users, roles, etc.
es: Sección de administración con páginas para clientes, usuarios, roles, etc.

# Bullet12
source: Debugging section with pages for user claims, open API, health checks, etc.
es: Sección de depuración con páginas para reclamos de usuarios, API abierta, controles de salud, etc.

# Bullet2
source: Written 100% in <strong>C#</strong>, <strong>.NET 7.x</strong>, and <strong>Blazor</strong>
es: Escrito 100% en <strong>C#</strong>, <strong>.NET 7.x</strong> y <strong>Blazor</strong>

# Bullet3
source: Leverages the <a style="color: {0}" href="https://mudblazor.com">MudBlazor</a> library for a clean, reliable UI.
es: Aprovecha la biblioteca <a style="color: {0}" href="https://mudblazor.com">MudBlazor</a> para una interfaz de usuario limpia y confiable.UI.

# Bullet4
source: Built on top of the <a style="color: {0}" href="https://duendesoftware.com/">Duende</a> and <a style="color: {1}" href="https://github.com/dotnet/aspnetcore">ASP.NET</a> libraries.
es: Construido sobre el <a style="color: {0}" href="https://duendesoftware.com/">Duende</a> y <a style="color: {1}" href="https ://github.com/dotnet/aspnetcore">ASP.NET</a> bibliotecas.

# Bullet5
source: Available <a style="color: {0}" href="https://www.microsoft.com/en-us/sql-server/sql-server-downloads">SQL-Server</a> provider, for data access.
es: Proveedor de <a style="color: {0}" href="https://www.microsoft.com/en-us/sql-server/sql-server-downloads">SQL-Server</a> disponible, para acceso a los datos.

# Bullet6
source: Available <a style="color: {0}" href="https://www.sqlite.org/index.html">SQLite</a> provider, for data access.
es: Disponible proveedor de <a style="color: {0}" href="https://www.sqlite.org/index.html">SQLite</a>, para acceso a datos.

# Bullet7
source: Available <a style="color: {0}" href="https://www.mysql.com">MySql</a> provider, for data access.
es: Disponible proveedor de <a style="color: {0}" href="https://www.mysql.com">MySql</a>, para acceso a datos.

# Bullet8
source: Available In-Memory provider, for developmemt / demo purposes.
es: Proveedor In-Memory disponible, para fines de desarrollo/demostración.

# Bullet9
source: Easily adaptable to work with any EFCORE capable database library.
es: Fácilmente adaptable para trabajar con cualquier biblioteca de base de datos compatible con EFCORE.

source: Confirm Password
es: Confirmar Contraseña

source: Create Account
es: Crear una cuenta

source: Email
es: Correo electrónico

source: license
es: licencia

# Login
source: Log in to get started!
es: ¡Inicia sesión para empezar!

# Microservice
source: An identity microservice
es: Un microservicio de identidad

source: Password
es: Contraseña

# SiteAdmin
source: We need to create a site administrator before we do anything else.
es: Necesitamos crear un administrador del sitio antes de hacer cualquier otra cosa.

source: User Name
es: Nombre de usuario
