Repository: CodeGator/CG.Green
Catalog: src/Libraries/CG.Green.Admin/Properties/Resources.*.resx
Languages: es

source: Absolute Refresh Token Lifetime
es: Vida útil del token de actualización absoluta

source: Access Token Lifetime
es: Vida útil del token de acceso

source: Access Token Type
es: Tipo de token de acceso

source: Allow Access Tokens Via Browser
es: Permitir tokens de acceso a través del navegador

source: Allowed CORS Origins
es: Orígenes CORS permitidos

source: Allowed Grant Types
es: Tipos de subvenciones permitidas

source: Allowed Identity Token Signing Algorithms
es: Algoritmos de firma de token de identidad permitidos

source: Allowed Scopes
es: Ámbitos permitidos

source: Allow Include User Claims In Id Token
es: Permitir incluir reclamos de usuario en el token de identificación

source: Allow Offline Access
es: Permitir acceso sin conexión

source: Allow Remember Consent
es: Permitir Recordar Consentimiento

source: Allow Send Client Claims
es: Permitir enviar reclamos de clientes

source: Authorization Code Lifetime
es: Código de autorización de por vida

source: Back Channel Logout Session Required
es: Se requiere sesión de cierre de sesión de canal secundario

source: Back Channel Logout URI
es: URI de cierre de sesión de canal posterior

source: CIBA Lifetime
es: CIBA de por vida

source: Claims
es: Reclamos

source: Client Claims Prefix
es: Prefijo de reclamaciones de clientes

source: Client Id
es: Identificación del cliente

source: Client Name
es: Nombre del cliente

source: Client Secrets
es: Secretos del cliente

source: Client URI
es: URL del cliente

source: Consent Lifetime
es: Consentimiento de por vida

source: Coordinate Lifetime with User Session
es: Coordinar la vida útil con la sesión del usuario

source: Description
es: Descripción

source: Device Code Lifetime
es: Vida útil del código del dispositivo

source: Enabled
es: Activado

source: Enable Local Login
es: Habilitar inicio de sesión local

source: Expiration
es: Vencimiento

source: Front Channel Logout Session Required
es: Sesión de cierre de sesión de canal frontal requerida

source: Identity Provider Restrictions
es: Restricciones del proveedor de identidad

source: Identity Token Lifetime
es: Vida útil del token de identidad

source: Include JWT Id
es: Incluir ID de JWT

source: Is Hashed
es: Está aplastado

source: Key
es: Llave

source: Logo URI
es: URL del logotipo

source: Pair Wise Subject Salt
es: Sal sujeto por pares

source: Polling Interval
es: Intervalo de votación

source: Post Logout URIs
es: URI posteriores al cierre de sesión

source: Properties
es: Propiedades

source: Protocol Type
es: Tipo de protocolo

source: Redirect URIs
es: URI de redirección

source: Refresh Token Expiration
es: Caducidad del token de actualización

source: Refresh Token Usage
es: Actualizar uso de token

source: Require Client Secret
es: Requerir secreto de cliente

source: Require Consent
es: Requerir consentimiento

source: Required Request Object
es: Objeto de solicitud requerido

source: Require PKCE
es: Requerir PKCE

source: Sliding Refresh Token Lifetime
es: Duración del token de actualización deslizante

source: Type
es: Tipo

source: Update Access Token Claims on Refresh
es: Actualizar reclamos de token de acceso al actualizar

source: User Code Type
es: Tipo de código de usuario

source: User SSO Lifetime
es: Duración del SSO del usuario

source: Value
es: Valor
