Repository: CodeGator/CG.Green
Catalog: src/Libraries/CG.Green.Admin/Areas/Admin/Pages/Clients/Panels/TokenPanel.razor.*.resx
Languages: es

source: Absolute Refresh Token Lifetime
es: Vida útil del Token de Actualización Absoluta

# AbsoluteRefreshTokenLifetimeHelp
source: Absolute lifetime of a refresh token in seconds.
es: Duración absoluta de un token de actualización en segundos.

source: Access Token Lifetime
es: Vida útil del Token de Acceso

# AccessTokenLifetimeHelp
source: Lifetime of an access token in seconds.
es: Vida útil de un token de acceso en segundos.

source: Access Tokens
es: Fichas de Acceso

source: Access Token Type
es: Tipo de Token de Acceso

# AccessTokenTypeHelp
source: Specifies whether the access token is a reference token or a self contained JWT token.
es: Especifica si el token de acceso es un token de referencia o un token JWT autónomo.

source: Allow access tokens via browser
es: Permitir tokens de acceso a través del navegador

# AllowAccessTokensViaBrowserHelp
source: Controls whether access tokens are transmitted via the browser, for this client.
es: Controla si los tokens de acceso se transmiten a través del navegador para este cliente.

source: Allowed Signing Algorithms
es: Algoritmos de firma permitidos

# AllowedSigningAlgorithmsHelp
source: Signing algorithm for identity token. If empty, will use the Duende default signing algorithm
es: Algoritmo de firma para token de identidad. Si está vacío, utilizará el algoritmo de firma predeterminado de Duende

source: Allow Offline Access
es: Permitir Acceso sin Conexión

# AllowOfflineAccessHelp
source: Enable/disable refresh tokens.
es: Habilitar/deshabilitar Tokens de Actualización.

source: Always include user claims in identity token
es: Incluya siempre los reclamos de los usuarios en el token de identidad

# AlwaysIncludeUserClaimsInIdentityTokenHelp
source: When requesting both an id token and access token, should the user claims always be added to the id token instead of requiring the client to use the userinfo endpoint.
es: Al solicitar un token de identificación y un token de acceso, las reclamaciones del usuario siempre deben agregarse al token de identificación en lugar de requerir que el cliente use el punto final de información de usuario.

# Broke
source: Something broke!
es: ¡Algo se rompió!

source: Create
es: Crear

source: Create Signing Algorithm
es: Crear Algoritmo de Firma

source: Edit Signing Algorithm
es: Editar Algoritmo de Firma

source: Identity Token Lifetime
es: Vida útil del token de identidad

# IdentityTokenLifetimeHelp
source: Lifetime of an identity token in seconds.
es: Vida útil de un token de identidad en segundos.

source: Identity Tokens
es: Fichas de Identidad

source: Loading signing algorithms ...
es: Cargando algoritmos de firma...

# NoSigningAlgorithms
source: No signing algorithms were found.
es: No se encontraron algoritmos de firma.

source: Refresh Token Expiration
es: Caducidad del Token de Actualización

# RefreshTokenExpirationHelp
source: Absolute: the refresh token will expire on a fixed point in time. Sliding: when refreshing the token, the lifetime of the refresh token will be renewed.
es: Absoluto: el token de actualización caducará en un punto fijo en el tiempo. Deslizante: al actualizar el token, se renovará la vida útil del token de actualización.

source: Refresh Tokens
es: Fichas de actualización

source: Refresh Token Usage
es: Actualizar Uso de Token

# RefreshTokenUsageHelp
source: ReUse: the refresh token handle will stay the same when refreshing tokens. OneTime: the refresh token handle will be updated when refreshing tokens.
es: Reutilizar: el identificador del token de actualización permanecerá igual cuando se actualicen los tokens. OneTime: el identificador del token de actualización se actualizará al actualizar los tokens.

source: Rows per page:
es: Filas por página:

source: Sliding Refresh Token Lifetime
es: Duración del Token de Actualización Deslizante

# SlidingRefreshTokenLifetimeHelp
source: Sliding lifetime of a refresh token in seconds.
es: Desplazamiento de la vida útil de un token de actualización en segundos.

source: Update access token claims on refresh
es: Actualizar reclamos de token de acceso al actualizar

# UpdateAccessTokenClaimsOnRefreshHelp
source: Controls whether the access token (and its claims) should be updated on a refresh token request
es: Controla si el token de acceso (y sus reclamos) deben actualizarse en una solicitud de token de actualización
